Repository: Masterisk-F/rubyripper
Catalog: po/*/rubyripper.po
Languages: da

source: y
da: j

source: Do you want to change your settings? (y/n) :
da: Ønsker du at ændre din opsætning? (j/n):

source: * RUBYRIPPER MAIN MENU *
da: * RUBYRIPPERs HOVEDMENU *

source: Change preferences
da: Ændr indstillinger

source: Scan drive for audio disc
da: Skan drev for lyddisk

source: Change metadata
da: Ændr metadata

source: Select the tracks to rip (default = all)
da: Vælg numrene der skal rippes (standard = alle)

source: Rip the disc!
da: Rip disken!

source: Exit rubyripper...
da: Afslut rubyripper ...

source: Thanks for using rubyripper.
da: Tak fordi du bruger rubyripper.

source: Have a nice day!
da: Hav en god dag!

source: Number %s is not a valid choice, try again
da: Nummer %s er ikke en indstilling, prøv igen

source: Please solve the following configuration errors first:
da: Løs venligst først de følgende konfigurationsfejl:

source: Rip is canceled, exiting...
da: Rip er afbrudt, afslutter..

source: The output directory already exists. What would you like to do?
da: Uddatamappen findes allerede. Hvad ønsker du at gøre?

source: 1) Auto rename the output directory
da: 1) Automatisk omdøbe uddatamappen

source: 2) Overwrite the existing directory
da: 2) Overskriv eksisterende mappe

source: 3) Cancel the rip and eject the disc
da: 3) Afbryd rippet og skub disken ud

source: Please enter the number of your choice:
da: Indtast venligst nummeret på dit valg:

source: Open tray
da: Åbn bakke

source: Ehh.. There shouldn't be anything else. WTF?
da: Ehh.. Der skulle ikke være mere. Hvad sker der?

source: Secret modus = %s
da: Hemmelig modus = %s

source: Exit
da: Afslut

source: Abort
da: Afbryd

source: Preferences
da: Indstillinger

source: Scan drive
da: Skan drev

source: Rip cd now!
da: Rip cd nu!

source: Disc info
da: Diskinfo

source: Close tray
da: Luk bakke

source: Show current version of rubyripper.
da: Vis aktuel version af rubyripper.

source: Load configuration settings from file <FILE>.
da: Indlæs konfigurationsopsætning fra fil <FIl>.

source: Display verbose output.
da: Vis uddybende uddata.

source: Change configuration settings.
da: Ændr konfigurationsopsætning.

source: Skip questions and rip the disc.
da: Spring spørgsmål over og rip disken.

source: Provide a directory to stub disc queries.
da: Angiv en mappe til at gemme diskforespørgsler i.

source: Exit after the disc is done ripping.
da: Afslut efter disken er færdig med ripning.

source: Show this usage statement.
da: Vis denne brugserklæring.

source: Verbose output specified.
da: Uddybende uddata angivet.

source: Configure option specified.
da: Konfigurationsindstilling angivet.

source: Use config file
da: Brug konfigurationsfil

source: AUDIO DISC FOUND
da: LYDDISK FUNDET

source: Number of tracks: %s
da: Antal numre: %s

source: Total playtime: %s
da: Samlet spilletid: %s

source: Artist:
da: Kunstner:

source: Year:
da: År:

source: Extra disc info:
da: Ekstra diskinfo:

source: Marked as various disc? [%s]
da: Markeret som disk med forskellige kunstnere? [%s]

source: EDIT METADATA
da: REDIGER METADATA

source: Edit the disc info
da: Rediger diskinfoen

source: Edit the track info
da: Rediger nummerinfoen

source: Return to main menu
da: Returner til hovedmenuen

source: EDIT DISC INFO
da: REDIGER DISKINFO

source: Back to metadata menu
da: Tilabge til metadatamenu

source: Number %s is not a valid choice, try again.
da: Nummeret %s er ikke et gyldigt valg, prøv igen.

source: EDIT TRACK INFO
da: REDIGER TITELINFO

source: Track name:
da: Titelnavn:

source: yes
da: ja

source: no
da: nej

source: RUBYRIPPER PREFERENCES
da: RUBYRIPPERS INDSTILLINGER

source: Secure ripping
da: Sikker ripning

source: Toc analysis
da: TOC-analyse

source: Codecs
da: Codec'er

source: Other
da: Andre

source: Don't change any setting
da: Ændr ikke nogen indstillinger

source: SECURE RIPPING PREFERENCES
da: SIKRE RUBYRIPPER-PRÆFERENCER

source: Ripping drive
da: Ripningsdrev

source: Drive offset
da: Drevforskydning

source: Find your offset at http://www.accuraterip.com/driveoffsets.htm.
da: Find din forskydning på http://www.accuraterip.com/driveoffsets.htm.

source: Your drive model is shown in the logfile.
da: Din drevmodel er vist i logfilen.

source: Pad missing lead-in/lead-out samples with zeroes %s
da: Pad mangler lead-in/lead-out-prøver med nul'er %s

source: Passing extra cdparanoia parameters
da: Videresender ekstra cdparanoia-parametre

source: Match all chunks
da: Match alle stykker

source: Match erroneous chunks
da: Match fejlbehæftede stykker

source: Maximum trials
da: Maksimalt antal forsøg

source: Eject disc after ripping %s
da: Skub disk ud efter ripning %s

source: Only keep log when errors %s
da: Bevar kun log når fejl opstår %s

source: Back to settings main menu
da: Tilbage til indstillingernes hovedmenu

source: Match erronous chunks
da: Match fejlbehæftede stykker

source: TOC ANALYSIS PREFERENCES
da: TOC-ANALYSEPRÆFERENCER

source: Create a cuesheet %s
da: Opret et diskaftryk %s

source: Rip to single file %s
da: Rip til en enkel fil %s

source: Rip hidden audio sectors %s
da: Rip skjulte lydsektorer %s

source: Mark as a hidden track when longer than
da: Marker som skjult spor når længere end

source: Append or prepend audio
da: Tilføj eller foranstil lyd

source: Way to handle pre-emphasis
da: Måde at håndtere foranstillet fremhævelse

source: Mark as a hidden track when bigger than <X> seconds
da: Marker som skjult spor når større end <X> sekunder

source: Prepend pregaps to the track
da: Tilføj indledende mellemrum til nummeret

source: Append pregap to previous track
da: Tilføj indledende mellemrum til det forrige nummer

source: Write pre-emphasis tag to the cuesheet
da: Gem foranstillet fremhævningsmærke i diskaftrykket

source: CODEC PREFERENCES
da: KODNINGSPRÆFERENCER

source: FLAC options passed
da: FLAC-indstillinger sendt

source: Oggenc options passed
da: Oggenc-indstillinger sendt

source: Nero options passed
da: Nero-indstillinger sendt

source: Opus options passed
da: Opus-indstillinger sendt

source: Other codec %s
da: Anden kodning %s

source: Commandline passed
da: Kommandolinje sendt

source: Playlist support %s
da: Understøttelse af afspilningsliste %s

source: Maximum extra encoding threads
da: Maksimalt antal ekstra kodningstråde

source: Replace spaces with underscores %s
da: Erstat mellemrum med understregninger %s

source: Downsize all capital letters in file names %s
da: Erstat alle store bogstaver i filnavne med små %s

source: Normalize program
da: Normaliser program

source: Normalize modus
da: Normaliser modus

source: Lame options passed
da: Lame-indstillinger sendt

source: Artist
da: Kunstner

source: Year
da: År

source: Track name
da: Navn på nummer

source: Tracknumber
da: Nummer

source: Input file
da: Inddatafil

source: Output file
da: Uddatafil

source: (don't forget the extension)
da: (glem ikke udvidelsen)

source: Don't normalize the audio
da: Normaliser ikke lyden

source: Use replaygain
da: Brug replaygain

source: Use normalize
da: Brug normalisering

source: Use album based gain
da: Brug albumbaseret forstærkning

source: Use track based gain
da: Brug nummerbaseret forstærkning

source: METADATA PREFERENCES
da: PRÆFERENCER FOR METADATA

source: Metadata provider
da: Metadataleverandør

source: Freedb use first hit %s
da: Freedb, brug første resultat %s

source: Freedb username
da: Freedb-brugernavn

source: Freedb hostname
da: Freedb-værtsnavn

source: Musicbrainz preferred countries (1st, 2nd,...)
da: Musicbrainz-foretrukne lande (1., 2. ...)

source: Musicbrainz preferred date
da: Musicbrainz-foretrukken dato

source: Musicbrainz use first known year (including LPs) %s
da: Musicbrainz, brug første kendte år (inklusive Lp'er) %s

source: Prefer releases from countries (better, worse, ...)
da: Foretræk udgivelser fra lande (bedre, værre, ...)

source: Don't fetch metadata from the internet
da: Hent ikke metadata fra internettet

source: Use the freedb protocol as primary resource
da: Brug freedb-protokollen som primær ressource

source: Use the musicbrainz protocol as primary resource
da: Brug musicbraniz-protokollen som primær ressource

source: Prefer releases with earlier dates
da: Foretræk udgivelser med tidligere datoer

source: Prefer releases with later dates
da: Foretræk udgivelser med senere datoer

source: Ignore dates when selecting releases
da: Ignorer datoer når udgivelser vælges

source: OTHER PREFERENCES
da: ANDRE PRÆFERENCER

source: Base directory
da: Startmappe

source: Standard file scheme
da: Standardfilskema

source: Various artist file scheme
da: Filskema for forskellige kunstnere

source: Single file rip file scheme
da: Et filrip med filskema

source: Log file viewer
da: Logfilviser

source: File manager
da: Filhåndtering

source: Verbose mode %s
da: Uddybende tilstand %s

source: Debug mode %s
da: Fejlsøgningstilstand %s

source: Codec
da: Kodninger

source: Various Artist
da: Forskellige kunstnere

source: New naming scheme (q to quit)
da: Nyt navngivningsskema (q for afslut)

source: Example file name:
da: Eksempelfilnavn:

source: It's not possible to select tracks for image rips
da: Det er ikke muligt at vælge numre for aftrykrip

source: Please change your rip preferences first
da: Ændr venligst dine rip-præferencer først

source: TRACK SELECTION
da: NUMMERMARKERING

source: To toggle all tracks on/off
da: Aktiver/deaktiver alle numre

source: Back to main menu
da: Tilbage til hovedmenu

source: ERROR: No audio tracks found!
da: FEJL: Ingen lydspor fundet!

source: No disc found after %s trial(s)!
da: Ingen disk fundet efter %s forsøg!

source: There is no audio disc ready in drive %s.
da: Der er ingen lyddisk klar i drev %s.

source: %s does not recognize the parameters used.
da: %s genkender ikke den anvendte parameter.

source: The device %s doesn't exist on your system!
da: Enheden %s findes ikke på dit system!

source: Please select at least one track.
da: Vælg venligst mindst et nummer.

source: Please select at least one codec.
da: Vælg venligst mindst en kodning.

source: No update function found in the user interface
da: Ingen opdateringsfunktion fundet i brugerfladen

source: Please install cdrdao or disable cuesheet generation.
da: Installer venligst cdrdao eller deaktiver oprettelse af diskaftryk.

source: Error
da: Fejl

source: Hidden Track
da: Skjult nummer

source: Unknown Artist
da: Ukendt kunstner

source: Cancel rip
da: Afbryd rip

source: Mark disc as various artist
da: Marker disk som indeholdende forskellige kunstnere

source: Freeze disc info
da: Fastlås diskinfo

source: Disc:
da: Disk:

source: All
da: Alle

source: <b>Disc info</b>
da: <b>Diskinfo</b>

source: <b>Track selection</b>
da: <b>Valg af numre</b>

source: Cdrom device:
da: Cd-rom-enhed:

source: Cdrom offset:
da: Cd-rom-forskydning:

source: List with offsets
da: Liste med forskydninger

source: Pad missing samples with zero's
da: Pad mangler prøver med nul'er

source: Cdrom device
da: Cd-rom-enhed

source: Match all chunks:
da: Match alle stykker:

source: Match erroneous chunks:
da: Match fejlbehæftede stykker:

source: Maximum trials (0 = unlimited):
da: Maksimalt antal forsøg (0 = ubegrænset):

source: times
da: gange

source: Ripping options
da: Ripningsindstillinger

source: Pass cdparanoia options:
da: Videresend cdparanoiaindstillinger:

source: Eject cd when finished
da: Skub cd ud når færdig

source: Only keep logfile if correction is needed
da: Behold kun logfil hvis korrektion er krævet

source: Ripping related
da: Ripningsrelateret

source: Secure Ripping
da: Sikker ripning

source: Rip hidden audio sectors
da: Rip skjulte lydsektorer

source: Uncheck this if cdparanoia crashes with your ripping drive.
da: Fjern afkrydsning hvis cdparanoia går ned med dit ripningsdrev.

source: Audio sectors before track 1
da: Lydsektorer før nummer 1 på cd'en

source: Create cuesheet
da: Opret cuesheet (diskaftryk)

source: Rip CD to single file
da: Rip cd til en enkel fil

source: Advanced Toc analysis
da: Avanceret Toc-analyse

source: Cdrdao installed?
da: Cdrdao installeret?

source: Append pregap to the previous track
da: Tilføj indledende mellemrum til det forrige nummer

source: Prepend pregap to the track
da: Tilføj indledende mellemrum til nummeret

source: Handling pregaps other than track 1
da: Håndtere indledende mellemrum for andre end det første nummer

source: Correct pre-emphasis tracks with sox
da: Ret foranstillede fremhævningsnumre med sox

source: Save the pre-emphasis tag in the cuesheet.
da: Gem foranstillet fremhævningsmærke i diskaftrykket.

source: Handling tracks with pre-emphasis
da: Håndtere numre med foranstillet fremhævelse

source: TOC analysis
da: TOC-analyse

source: Active audio codecs
da: Aktive lydkodninger

source: No settings available
da: Ingen indstillinger tilgængelige

source: Create m3u playlist
da: Opret m2u-afspilningsliste

source: Replace spaces with underscores in file names
da: Erstat mellemrum med understregninger i filnavne

source: Downsize all capital letters in file names
da: Lav alle store bogstaver små i filnavne

source: Number of extra encoding threads
da: Antal ekstra kodningstråde

source: Codec related
da: Codecrelateret

source: Don't standardize volume
da: Standardiser ikke lydstyrke

source: Use replaygain on audio files
da: Brug replaygain på lydfiler

source: Track modus
da: Nummermodus

source: Normalize to standard volume
da: Normaliser til standardlydstyrke

source: Primary metadata provider:
da: Primær metadataleverandør:

source: Don't use a metadata provider
da: Brug ikke en metadataleverandør

source: Choose your metadata provider
da: Vælg din metadataleverandør

source: Always use first freedb hit
da: Brug altid første resultat fra freedb

source: Username:
da: Brugernavn:

source: Hostname:
da: Værtsnavn:

source: Freedb options
da: Freedb-indstillinger

source: Preferred countries:
da: Foretrukne lande:

source: Preferred release date:
da: Foretrukne udgivelsesdato:

source: Preferred year (metadata):
da: Foretrukne år (metadata):

source: Latest available
da: Seneste tilgængelige

source: From release
da: Fra udgivelse

source: Musicbrainz options
da: Musicbrainz-indstillinger

source: Base directory:
da: Startmappe:

source: Various artists:
da: Forskellige kunstnere:

source: Single file image:
da: Et filaftryk:

source: Show options for "File naming scheme"
da: Vis indstillinger for »filnavngivningsskema«

source: Track
da: Nummer

source: Various artist
da: Forskellige kunstnere

source: File naming scheme
da: Filnavngivningsskema

source: Log file viewer:
da: Logfilviser:

source: File manager:
da: Filhåndtering:

source: Programs of choice
da: Valgte programmer

source: Verbose mode
da: Uddybende tilstand

source: Debug mode
da: Fejlsøgningstilstand

source: Debug options
da: Fejlsøgningsindstillinger

source: Open log file
da: Åbn logfil

source: Open directory
da: Åbn mappe

source: Ripping and encoding is finished
da: Ripning og kodning er afsluttet

source: Multiple hits found...
da: Flere resultater fundet...

source: <b>Ripping status</b>
da: <b>Ripningsstatus</b>

source: Not yet started (0%)
da: Ikke startet endnu (0 %)

source: ...Scanning drive %s for an audio disc.
da: ...Skanner drev %s for en lyddisk.

source: Welcome to rubyripper %s.
da: Velkommne til rubyripper %s.

source: Opening tray of drive %s.
da: Åbner bakke på drev %s.

source: Closing tray of the drive.
da: Åbner bakke på drevet.

source: The eject utility is not found on your system!
da: Udskubningsværktøjet er ikke fundet på dit system!

source: Chunks that differed after %s trials,
da: Stykker som var forskellige efter %s forsøg,

source: No errors occurred
da: Der opstod ingen fejl

source: There were errors which could not be corrected
da: Der var fejl, der ikke kunne rettes

source: There were errors which required correction
da: Der var fejl som krævede korrektion

source: Unknown
da: Ukendt

source: Track %s
da: Nummer %s

source: Used drive
da: Brugt drev

source: Device
da: Enhed

source: Used ripper
da: Brugt ripper

source: Matches required for all chunks
da: Match krævet for alle stykker

source: Matches required for erroneous chunks
da: Match krævet for fejlbehæftede stykker

source: Read offset correction
da: Læs forskydningskorrektion

source: Overread into Lead-In and Lead-Out
da: Overlæst i Lead-In og Lead-Out

source: No
da: Nej

source: Yes
da: Ja

source: Null samples used in CRC calculations
da: Ingen prøver brugt i CRC-beregninger

source: Internal WAVE routines
da: Interne WAVE-rutiner

source: Sample format
da: Prøveformat

source: User defined encoder
da: Brugerdefineret koder

source: Command line
da: Kommandolinje

source: Length
da: Længde

source: Start sector
da: Startsektor

source: End sector
da: Slutsektor

source: Not enough disk space left! Rip aborted
da: Ikke nok diskplads tilbage! Rip afbrudt

source: Copy OK
da: Kopi er o.k.

source: Irrecoverable sectors at the following times:
da: Sektorer kan ikke læses på følgende tidspunkter:

source: Copy finished
da: Kopi er færdig

source: File size is not correct! Trying another time
da: Filstørrelse er ikke korrekt! Forsøger igen

source: Sector mismatches at the following times, requiring extra trials:
da: Sektor var forskellig på de følgende tidspunkter, kræver ekstra forsøg:

source: The drive is spinning for more than 30 minutes.
da: Drevet har rotereret i mere end 30 minutter.

source: Taking a timeout of 2 minutes to protect the hardware.
da: Holder en pause på 2 minutter for at beskytte udstyret.

source: WARNING: No eject utility found!
da: ADVARSEL: Intet skub ud-værktøj fundet!

source: Rubyripper can't be used without cdparanoia!
da: Rubyripper kan ikke bruges uden cdparanoia!

source: You won't be able to use translations.
da: Du vil ikke kunne bruge oversættelser.

source: Your disc tray can not be opened after ripping
da: Din skuffe kan ikke åbnes efter udtræk

source: You won't be able to encode in FLAC.
da: Du vil ikke kunne kode i FLAC.

source: You won't be able to encode in vorbis.
da: Du vil ikke kunne kode i Vorbis.

source: You won't be able to replaygain vorbis files.
da: Du vil ikke kunne replaygain vorbis-filer.

source: You won't be able to normalize audio files.
da: Du vil ikke kunne normalisere lydfiler.

source: You won't be able to make cuesheets
da: Du vil ikke kunne lave diskaftryk

source: Cd-info helps to detect data tracks.
da: Cd-info hjælper med at registrere dataspor.

source: Show rights in case of problems
da: Vis rettigheder i tilfælde af problemer
